Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 30/3-10 S was drilled to a vertical depth of 3962 metres below the sea surface, and was concluded in the Statfjord Formation in the Lower Jurassic.
nb: 30/3-10 S ble boret til et vertikalt dyp på 3962 meter under havflaten, og ble avsluttet i Statfjordformasjonen i nedre jura.

source: The water depth at the site is 122 metres.
nb: Havdypet er 122 meter.

source: Well 30/3-10 S was drilled by the West Alpha drilling facility, which will proceed to production licence 348 in the Norwegian Sea to drill wildcat well 6407/8-5 S where StatoilHydro Petroleum AS is operator.
nb: 30/3-10 S ble boret av boreinnretningen West Alpha som skal til utvinningstillatelse 348 i Norskehavet for å bore undersøkelsesbrønn 6407/8-5 S der StatoilHydro Petroleum AS er operatør.

source: Licensees in production licence 052
nb: Rettighetshavere i utvinningstillatelse 052

source: The well is located 7.5 km north-west of the Oseberg C platform in the North Sea.
nb: Brønnen, som påviste mindre mengder gass, ligger 7,5 kilometer nordvest for Oseberg C-plattformen i Nordsjøen.

source: The purpose of the well was to prove petroleum in Cretaceous reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i kritt reservoarbergarter.

source: The drilling activity showed that no such reservoir rocks were present.
nb: Boringen viste at disse reservoarbergartene ikke var til stede.

source: However, small amounts of gas were proven in reservoir rocks in the Draupne Formation from the Late Jurassic.
nb: Det ble imidlertid påvist mindre mengder gass i reservoarbergarter fra senjura; Draupneformasjonen.

source: The thickness of the reservoir has not been determined as technical drilling issues prevented deeper drilling.
nb: Reservoarenhetens tykkelse er uavklart fordi brønnen av boretekniske årsaker ikke kunne bores dypere.

source: The proven gas-bearing interval is at least 50 metres thick and contains gas-filled sand units separated by shaly intervals.
nb: Det påviste gassbærende intervall er minimum 50 meter tykt og inneholder gassfylte sandenheter atskilt av skifrige soner.

source: The size of the discovery cannot be evaluated until a potential delineation has been conducted.
nb: Størrelsen på funnet kan først evalueres ved en eventuell avgrensing.

source: The well was not formation-tested, but extensive data collection and sampling have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: This well was the second exploration well in production licence 309, which was awarded in APA 2003 (Awards in Predefined Areas).
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 309 som ble tildelt i TFO 2003 (Tildeling i forhåndsdefinerte områder).

source: The well was drilled to a vertical depth of 3991 metres below the sea surface, and was concluded in the Draupne Formation in the Upper Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 3991 meter under havflaten, og ble avsluttet i Draupneformasjonen i øvre jura.

source: The well was drilled by the Transocean Winner drilling facility in 113 metres of water.
nb: Brønnen ble boret av boreinnretningen Transocean Winner på 113 meters havdyp.

source: The facility will now be moved to production licence 318 to drill appraisal well 35/2-2 on the 35/2-1 discovery in the North Sea, where StatoilHydro Petroleum AS is the operator.
nb: Innretningen flyttes til utvinningstillatelse 318 for å bore avgrensningsbrønnen 35/2-2 på funnet 35/2-1 i Nordsjøen der StatoilHydro Petroleum AS er operatør.

source: Licensees in production licence 309
nb: Rettighetshavere i utvinningstillatelse 309

source: “We update and quality-assure data from the Norwegian part of the North Sea, while our colleagues in the British Geological Survey (BGS) work to map the British sector.
nb: “Vi oppdaterer og kvalitetssikrer data fra norsk del av Nordsjøen, mens våre kolleger i British Geological Survey (BGS) kartlegger britisk sektor.

source: The intention is to obtain an overview of suitable storage sites for the greenhouse gas CO2,” says Eva Halland, geologist with the Norwegian Petroleum Directorate (NPD) and project manager for the work in the Norwegian sector.
nb: Hensikten er å få en oversikt over egnede lager for klimagassen CO2,” sier Eva Halland, som er geolog i Oljedirektoratet (OD) og prosjektleder for arbeidet på norsk side.

source: The the One North Sea Project will estimate the magnitude of existing storage sites, as well as the potential need.
nb: The One North Sea Project skal beregne hvor stor lagringsplass som finnes og hvor stort behovet kan være.

source: The project is also looking into what is needed in order to store CO2 from Europe – and when this need will arise.
nb: En ser da også på hva som trengs for å kunne deponere CO2 fra Europa – og når dette behovet vil oppstå.

source: Another aspect of the project is to point out what the industries and the authorities can do to establish a good framework, as well as an infrastructure for CO2 transport.
nb: I tillegg skal prosjektet peke på hva industri og myndigheter kan gjøre for å få på plass en god ramme samt en infrastruktur for transport av CO2.

source: ”There are several locations in mainland Europe where it is possible to store the greenhouse gas undergound, with the exception of Norway, but many are skeptical as to whether the locations are safe enough.
nb: ”Det er mulig å lagre klimagassen under landjorda flere steder i Europa, bortsett fra i Norge, men mange er skeptiske til om det finnes sikre nok plasser.

source: That is why we are looking at the North Sea," says Halland.
nb: Derfor ser vi på Nordsjøen,” sier Halland.

source: Halland and her colleagues are hunting for formations in locations where CO2 storage will not pose conflicts with oil and gas production.
nb: Hun og kollegene leter etter formasjoner som ligger slik til at CO2-lagring ikke vil komme i konflikt med olje- og gassproduksjon.

source: Obviously, the storage sites must also have the right characteristics to ensure that the greenhouse gas stays in place.
nb: Lagringsstedene må også, naturlig nok, ha egenskaper som gjør at klimagassen holder seg på plass.

source: CO2 has been stored under the seabed off the Norwegian coast for many years.
nb: I mange år er det blitt lagret CO2 under havbunnen utenfor Norge.

source: The operating company StatoilHydro has injected the greenhouse gas into the Utsira formation in the Sleipner area of the North Sea since the mid-1990s, and CO2 from the Snøhvit gas is stored under the Barents Sea.
nb: Operatøren StatoilHydro har injisert klimagassen i Utsiraformasjonen i Sleipner-området i Nordsjøen siden midten av 1990-tallet, og CO2 fra Snøhvit-gassen lagres under Barentshavet.

source: ”Capture and sequestration of CO2 (CCS) is in huge demand.
nb: ”Fangst og lagring av CO2 (CCS) er i vinden som aldri før.

source: Norway has good expertise here, which is a big advantage in the mapping we are working on," comments Eva Halland.
nb: Norge har god kompetanse på dette området, og det kommer godt med i kartleggingen vi nå er i gang med,” kommenterer Eva Halland.

source: The British consultancy firm Element energy is coordinating the project.
nb: Det britiske konsulentselskapet Element energy koordinerer prosjektet.

source: Econ Pöyry and CMS Cameron McKenna are also participants in the project, along with the NPD and BGS.
nb: I tillegg til Oljedirektoratet og BGS deltar Econ Pöyry og CMS Cameron McKenna.

source: At the storage seminar ”Climate change and technology” held in Bergen in May, Minister of Petroleum and Energy Terje Riis-Johansen and the British Minister of Energy Lord Hunt agreed to cooperate on investigating the possibility of storing CO2 beneath the North Sea.
nb: Det var på lagringsseminaret ”Climate change and technology”, som ble avviklet i Bergen i mai, at olje- og energiminister Terje Riis-Johansen og den britiske energiministeren Lord Hunt ble enige om å sammen se på mulighetene for å lagreCO2 under Nordsjøen.

source: The plan calls for the project to submit its report in January 2010.
nb: Etter planen skal prosjektet legge fram sin rapport i januar 2010.

source: The study will be part of the input to plan an international strategy for CCS.
nb: Studien blir et innspill i planleggingen av en internasjonal strategi for CCS.

source: The primary exploration target for the well was to prove petroleum in Lower Jurassic reservoir rocks (the Statfjord Formation), and the secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Brent Group).
nb: Primært letemål for brønnen var å påvise petroleum i nedre jura reservoarbergarter, (Statfjord-formasjonen) og sekundært letemål var å påvise petroleum i midtre jura reservoar-bergarter (Brentgruppen).

source: The results from the well show that the Statfjord Formation and the Brent Group were not present.
nb: Resultatet fra brønnen viser at Statfjordformasjonen og Brentgruppen ikke var til stede.

source: Gas was, however, proven in Upper Triassic reservoir rocks belonging to the Hegre Group.
nb: Det ble derimot påvist gass i øvre trias reservoarbergarter tilhørende Hegregruppen.

source: The gas-bearing zone is approximately 550 metres thick, and contains several layers of sandstone divided by layers of shale.
nb: Den gassbærende sonen er om lag 550 meter tykk, og inneholder flere sandsteinslag atskilt av lag med skifer.

source: In order to establish the size of the discovery, additional data collection will be required in an appraisal well.
nb: For å fastslå størrelsen på funnet kreves ytterligere datainnsamling i en avgrensingsbrønn.

source: The licensees in the production licence will consider producing the proven resources from one of the permanent facilities in the Oseberg area should further delimitation show that the discovery is commercially viable.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere de påviste ressursene fra en av de faste installasjonene i Osebergområdet dersom videre avgrensing viser at funnet er drivverdig.

source: The well is the first exploration well in production licence 309, awarded in APA 2003.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 309 som ble tildelt i TFO 2003.

source: Well 30/5-3 S was drilled to a vertical depth of 3830 metres below sea level, and ended in fine-grained rocks, probably of the Late Triassic Age in the lower part of the Lunde Formation.
nb: Brønn 30/5-3 S ble boret til et vertikalt dyp av 3830 meter under havflaten, og ble avsluttet i finkornede bergarter, trolig av sen trias alder i nedre del av Lundeformasjonen.

source: The lower parts of the well have been permanently plugged and abandoned, and the rig has started drilling the appraisal well 30/5-3 A from the upper parts of the well bore to explore another part of the prospect in the same production licence.
nb: Nedre deler av brønnen er permanent plugget og forlatt, og riggen har påbegynt avgrensningsbrønnen 30/5-3 A fra øvre deler av brønnbanen for å undersøke en annen del av prospektet i samme utvinningstillatelse.

source: Well 30/5-3 S was drilled using the drilling facility Transocean Winner.
nb: Brønn 30/5-3 S ble boret av boreinnretningen Transocean Winner.

source: The well is located about 11 km southwest of the Oseberg Sør platform in the North Sea.
nb: Brønnen er lokalisert om lag 11 kilometer sørvest for Oseberg Sør-plattformen i Nordsjøen.

source: The purpose of the well was to prove petroleum in Middle Jurassic reservoir rocks (the Brent group).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen).

source: The well proved gas in Upper Jurassic reservoir rocks belonging to the Heather formation, as well as gas and oil in the upper part of the Brent group.
nb: Brønnen påviste gass i øvre jura reservoarbergarter tilhørende Heatherformasjonen, samt gass og olje i øvre del av Brentgruppen.

source: The proven recoverable volumes are 8-13 million Sm3 oil equivalents, with most of the resources located in the upper part of the Brent group.
nb: Påviste utvinnbare volumer er mellom 8-13 millioner Sm3 oljeekvivalenter, med mesteparten av ressursene i øvre del av Brentgruppen.

source: The discovery has not been tested, but extensive data collection and sampling have been carried out.
nb: Funnet er ikke testet, men det er utført omfattende datainnsamling og prøvetaking.

source: The discovery will probably be developed and produced as a tie-in to one of the seabed facilities in the Oseberg area.
nb: Funnet vil trolig bli utviklet og produsert med tilknytning til en av havbunnsinstallasjonene i Oseberg-området.

source: The well was drilled to a vertical depth of 3231 metres below the sea surface, and was concluded in rocks from the Early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp av 3231 meter under havflaten, og ble avsluttet i bergarter av tidlig jura alder.

source: The water depth at the site was 95 metres.
nb: Havdypet var 95 meter.

source: Well 30/9-22 was drilled by the Polar Pioneer drilling facility, which will now proceed to production licence 120 in the North Sea to drill development well 34/8-B1 AHT2 on the Visund field, operated by StatoilHydro Petroleum AS.
nb: Brønn 30/9-22 ble boret av boreinnretningen Polar Pioneer som nå skal til utvinningstillatelse 120 i Nordsjøen for å bore produksjonsbrønn 34/8-B1 AHT2 på Visundfeltet, der StatoilHydro Petroleum AS er operatør.

source: The licensees in production licence 104
nb: Rettighetshavere i utvinningstillatelse 104

source: The objective of the well was to prove petroleum in the Viking and Brent groups, in Upper to Middle Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i Viking- og Brentgruppen, tilhørende øvre til midtre jura reservoarbergarter.

source: The well is dry.
nb: Brønnen er tørr.

source: Reservoir rocks were encountered in both the Viking and Brent groups, of medium thickness and with satisfactory to good reservoir quality.
nb: Det ble påtruffet reservoarbergarter i både Viking- og Brentgruppen av middels mektighet og fra tilfredsstillende til god reservoarkvalitet.

source: This was the 25th exploration well in production licence 104.
nb: Brønnen er den 25. letebrønnen i utvinningstillatelse 104.

source: The well was drilled to a vertical depth of 2846 metres below the sea surface, and was terminated in Lower Jurassic rocks belonging to the Dunlin group.
nb: Brønnen ble boret til et vertikalt dyp på 2846 meter under havflaten, og ble avsluttet i bergarter av nedre jura alder tilhørende Dunlingruppen.

source: Well 30/9-23 was drilled by the Transocean Winner drilling facility, which will now proceed to production licence 363 in the North Sea to drill wildcat well 25/5-6 operated by Lundin Norway AS.
nb: Brønn 30/9-23 ble boret av boreinnretningen Transocean Winner, som nå skal til utvinningstillatelse 363 i Nordsjøen for å bore undersøkelsesbrønn 25/5-6 der Lundin Norway AS er operatør.

source: The well was drilled about six kilometres west of the Oseberg field in the North Sea.
nb: Brønnen er boret om lag 6 kilometer vest for Osebergfeltet i Nordsjøen.

source: The objective of the well was to prove petroleum in Lower Jurassic reservoir rocks belonging to the Statfjord formation.
nb: Hensikten med brønnen var å påvise petroleum i nedre jura reservoarbergarter tilhørende Statfjordformasjonen.

source: Reservoir rocks with significant thickness and medium to good reservoir quality were encountered in the Lower Jurassic.
nb: Det ble påtruffet reservoarbergarter med betydelige mektigheter og middels til god reservoarkvalitet i nedre jura.

source: 30/9-24 is the eighth exploration well in production licence 079.
nb: 30/9-24 er den åttende letebrønnen i utvinningstillatelse 079.

source: The licence was awarded in the 6th licensing round in 1982.
nb: Tillatelsen ble tildelt i 6. konsesjonsrunde i 1982.

source: The well was drilled to a vertical depth of 3 744 metres below the sea surface, and was completed in the Hegre group in the Upper Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 3744 meter under havflaten, og ble avsluttet i Hegregruppen i øvre trias.

source: Water depth at the site is 107 metres.
nb: Havdypet er 107 meter.

source: Well 30/9-24 was drilled by the drilling facility Transocean Leader, which will now proceed to production licence 134 B / 134 C in the Norwegian Sea to drill well 6506/11-B-3H, where StatoilHydro ASA is the operator.
nb: Brønn 30/9-24 ble boret av boreinnretningen Transocean Leader som nå skal til utvinningstillatelse 134 B / 134 C i Norskehavet for å bore brønn 6506/11-B-3H, der StatoilHydro ASA er operatør.

source: Mobil Development Norway A/S made the discovery in 1976 in Middle Jurassic reservoir rocks in production licence 037.
nb: I 1976 gjorde Mobil Development Norway A/S funnet i midtre jura reservoarbergarter i utvinningstillatelse 037.

source: The resource estimate before the appraisal wells were drilled was 0.14 million Sm3 of recoverable oil.
nb: Ressursanslaget før avgrensingsbrønnene ble boret var på 0,14 millioner Sm3 utvinnbar olje.

source: The discovery is located about 5 km northeast of the Murchison field in the North Sea.
nb: Funnet ligger om lag 5 kilometer nordøst for Murchisonfeltet i Nordsjøen.

source: The objective of the wells was to delineate the 33/9-6 Delta oil discovery.
nb: Hensikten med brønnene var å avgrense oljefunnet 33/9-6 Delta.

source: The wells encountered oil in Middle Jurassic reservoir rocks and the oil/water contact was established at the expected depth.
nb: Brønnene påtraff olje i midtre jura reservoarbergarter og olje/vann-kontakten ble påvist på forventet dyp.

source: A successful formation test was conducted.
nb: En vellykket formasjonstest er gjennomført.

source: In the initial phase of the test production, the maximum production rate is 190 Sm3 oil per flow day through a 10/64-inch nozzle opening.
nb: I startfasen av prøveutvinningen er maksimum produksjonsrate på 190 Sm3 olje pr strømningsdøgn gjennom en 10/64 tommers dyseåpning.

source: Well 33/9-21 B, which has a total length of 6882 metres, has now been completed and has been placed in a six-month test production period under the well designation 33/9-T-21.
nb: Brønn 33/9-21 B, med en total lengde på 6882 meter, er nå komplettert og satt i seks måneders prøveutvinning under brønnavnet 33/9-T-21.

source: The Ministry of Petroleum and Energy has approved the application for test production of up to 500 000 barrels of oil (about 0.08 million Sm3) during the course of a period of up to six months.
nb: Olje- og energidepartementet har godkjent søknad om prøveutvinning av opptil 500 000 fat olje (ca 0,08 millioner Sm3) i løpet av en periode på maksimum 6 måneder.

source: Extensive data acquisition and sampling will be carried out during the test production period.
nb: I prøveutvinningsperioden vil det bli utført omfattende datainnsamling og prøvetaking.

source: Wells 33/9-21 S, -21 A and -21 B were drilled to vertical depths of 3048, 2971 and 2981 metres, respectively, in the Etive formation in the Middle Jurassic (33/9-21 S), and in the Heather formation in the Upper Jurassic (33/9-21 A and B).
nb: Brønnene 33/9-21 S, -21 A og -21 B ble boret til et vertikalt dyp på henholdsvis 3048, 2971 og 2981 meter i Etiveformasjonen i midtre jura (33/9-21 S), og i Heatherformasjonen i øvre jura (33/9-21 A og B).

source: The wells were drilled from the Murchison platform, where the water depth is 156 metres.
nb: Brønnene ble boret fra Murchisonplattformen, der havdypet er 156 meter.

source: The well was drilled on a separate structure east of wells 34/3-1 S and 34/3-1 A, which proved and delineated discoveries in 2008.
nb: Brønnen er boret på en separat struktur øst for brønnene 34/3-1 S og 34/3-1 A som påviste og avgrenset funn i 2008.

source: The purpose of the well was to prove additional petroleum in sandstone from the early Jurassic Age, primarily in the Cook formation and secondarily in the Statfjord formation.
nb: Hensikten med brønnen var å påvise ytterligere petroleum i sandsteiner av tidlig jura alder, primært i Cookformasjonen og sekundært i Statfjordformasjonen.

source: Non-mobile petroleum was encountered in the Cook formation.
nb: Det ble påtruffet ikke-bevegelig petroleum i Cookformasjonen.

source: Both of the drilling targets encountered rocks of substantial thickness and with good reservoir quality.
nb: Begge boremålene påtraff bergarter av betydelig mektighet og med god reservoarkvalitet.

source: The well will be classified as a dry well.
nb: Brønnen blir klassifisert som tørr.

source: The well was drilled to a vertical depth of 4297 metres below the sea surface, and was terminated in the Statfjord formation from the Triassic Age.
nb: Brønnen ble boret til et vertikalt dyp på 4297 meter under havoverflaten, og ble avsluttet i Statfjordformasjonen av trias alder.

source: The water depth is 410 metres.
nb: Havdypet er 410 meter.

source: Well 34/3-2 S was drilled by the West Alpha drilling facility, which will now proceed to production licence 419 in the North Sea to drill wildcat well 35/9-5, where Nexen Exploration Norge AS is the operator.
nb: Brønn 34/3-2 S ble boret av boreinnretningen West Alpha, som nå skal til utvinningstillatelse 419 i Nordsjøen for å bore undersøkelsesbrønn 35/9-5 der Nexen Exploration Norge AS er operatør.

source: Download: Map. pdf
nb: Last ned: Kart over området.pdf

source: The purpose of well 34/7-34 was to prove petroleum in Lower Jurassic reservoir rocks in the Statfjord formation.
nb: Hensikten med brønn 34/7-34 var å påvise petroleum i nedre jura reservoarbergarter tilhørende Statfjordformasjonen.

source: The well proved an oil column in Lower Jurassic rocks with good reservoir properties.
nb: Brønnen påviste en oljekolonne i nedre jura bergarter med gode reservoaregenskaper.

source: The size of the discovery is probably about four million standard cubic metres of recoverable oil.
nb: Størrelsen på funnet er om lag fire millioner standard kubikkmeter utvinnbar olje.

source: The licensees in the production licence will consider producing the discovery via the Tordis/Vigdis fields.
nb: Rettighetshaverne i utvinningstillatelsen vil vurdere å produsere funnet mot Tordis/Vigdis feltene.

source: The production licence was awarded in the 8th licensing round in 1984.
nb: Utvinningstillatelsen ble tildelt i 8. konsesjonsrunde i 1984.

source: Well 34/7-34 was drilled to a vertical depth of 2670 metres below the sea surface.
nb: Brønn 34/7-34 ble boret til et vertikalt dyp av 2670 meter under havflaten.

source: Appraisal well 34/7-34 A was drilled to a total depth of 2712 metres.
nb: Avgrensingsbrønnen 34/7-34 A ble boret til et totalt dyp på 2712 meter.

source: Both wellbores were concluded in Late Triassic rocks in the Lunde formation.
nb: Begge brønnbaner ble avsluttet i bergarter av sen trias alder i Lundeformasjonen.

source: Water depth at the site was 292 metres.
nb: Havdypet er 292 meter.

source: Wells 34/7-34 and 34/7-34 A were drilled by the Borgland Dolphin, which will continue operations in production licence 089 in the North Sea to drill well 34/7-G 4 H.
nb: Brønnene 34/7-34 og 34/7-34 A ble boret av Borgland Dolphin som fortsetter operasjonen i utvinningstillatelse 089 i Nordsjøen for å bore brønn 34/7-G 4 H.

source: The licensees in production licence 089
nb: Rettighetshavere i utvinningstillatelse 089

source: The objective of the wells was to prove petroleum in the Brent group in Middle Jurassic reservoir rocks.
nb: Hensikten med brønnene var å påvise petroleum i Brentgruppen i midtre jura bergarter.
